;Helmet

[Galahad_Helm X2BodyPartTemplate]
DisplayName="加拉哈德 头盔"

[Galahad_Helm_Neckless X2BodyPartTemplate]
DisplayName="加拉哈德 头盔 (无领口遮挡)"


[Galahad_Helm_F X2BodyPartTemplate]
DisplayName="加拉哈德 头盔"

[Galahad_Helm_Neckless_F X2BodyPartTemplate]
DisplayName="加拉哈德 头盔 (无领口遮挡)"



;Fur

[Galahad_Fur_Up X2BodyPartTemplate]
DisplayName="加拉哈德 毛领"

[Galahad_Fur_F_Up X2BodyPartTemplate]
DisplayName="加拉哈德 毛领"


[Galahad_Fur_Low X2BodyPartTemplate]
DisplayName="加拉哈德 毛领"

[Galahad_Fur_F_Low X2BodyPartTemplate]
DisplayName="加拉哈德 毛领"



;Shoulders

[CNV_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[LPL_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[MPL_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[HPL_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[LPW_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[MPW_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[HPW_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[CNVReaper_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PLTReaper_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PWRReaper_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[CNVSkirmisher_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PLTSkirmisher_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PWRSkirmisher_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[CNVTemplar_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PLTTemplar_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PWRTemplar_Galahad_Right_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"


[CNV_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[LPL_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[MPL_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[HPL_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[LPW_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[MPW_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[HPW_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[CNVReaper_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PLTReaper_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PWRReaper_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[CNVSkirmisher_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PLTSkirmisher_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PWRSkirmisher_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[CNVTemplar_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PLTTemplar_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PWRTemplar_Galahad_Left_Shoulder X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"



;Shoulders Female

[CNV_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[LPL_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[MPL_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[HPL_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[LPW_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[MPW_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[HPW_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[CNVReaper_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PLTReaper_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PWRReaper_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[CNVSkirmisher_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PLTSkirmisher_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PWRSkirmisher_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[CNVTemplar_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PLTTemplar_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"

[PWRTemplar_Galahad_Right_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 右肩"


[CNV_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[LPL_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[MPL_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[HPL_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[LPW_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[MPW_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[HPW_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[CNVReaper_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PLTReaper_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PWRReaper_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[CNVSkirmisher_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PLTSkirmisher_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PWRSkirmisher_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[CNVTemplar_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PLTTemplar_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"

[PWRTemplar_Galahad_Left_Shoulder_F X2BodyPartTemplate]
DisplayName="加拉哈德 左肩"



;Sash

[CNV_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[LPL_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[MPL_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[HPL_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[LPW_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[MPW_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[HPW_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[CNVReaper_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PLTReaper_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PWRReaper_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[CNVSkirmisher_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PLTSkirmisher_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PWRSkirmisher_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[CNVTemplar_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PLTTemplar_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PWRTemplar_Galahad_Sash_Mount X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"


[CNV_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[LPL_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[MPL_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[HPL_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[LPW_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[MPW_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[HPW_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[CNVReaper_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PLTReaper_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PWRReaper_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[CNVSkirmisher_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PLTSkirmisher_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PWRSkirmisher_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[CNVTemplar_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PLTTemplar_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"

[PWRTemplar_Galahad_Sash_Mount_F X2BodyPartTemplate]
DisplayName="加拉哈德 腰带"



;Body

[CNV_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[LPL_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[MPL_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[HPL_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[LPW_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[MPW_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[HPW_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[CNVReaper_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PLTReaper_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PWRReaper_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[CNVSkirmisher_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PLTSkirmisher_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PWRSkirmisher_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[CNVTemplar_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PLTTemplar_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PWRTemplar_Galahad_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"


[CNV_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[LPL_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[MPL_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[HPL_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[LPW_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[MPW_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[HPW_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[CNVReaper_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PLTReaper_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PWRReaper_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[CNVSkirmisher_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PLTSkirmisher_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PWRSkirmisher_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[CNVTemplar_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PLTTemplar_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"

[PWRTemplar_Galahad_F_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲"



[CNV_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[LPL_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[MPL_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[HPL_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[LPW_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[MPW_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[HPW_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[CNVReaper_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PLTReaper_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PWRReaper_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[CNVSkirmisher_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PLTSkirmisher_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PWRSkirmisher_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[CNVTemplar_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PLTTemplar_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PWRTemplar_Galahad_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"


[CNV_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[LPL_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[MPL_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[HPL_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[LPW_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[MPW_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[HPW_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[CNVReaper_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PLTReaper_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PWRReaper_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[CNVSkirmisher_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PLTSkirmisher_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PWRSkirmisher_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[CNVTemplar_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PLTTemplar_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"

[PWRTemplar_Galahad_F_Full_Torso X2BodyPartTemplate]
DisplayName="加拉哈德 战甲 (全身)"